{
  "Create Recipe": "Crear Receta",
  "Add category": "Añadir categoría",
  "Select the category your recipe belongs to.": "Seleccione la categoría a la que pertenece su receta.",
  "Upload your image": "Sube tu imagen",
  "Dish Name": "Nombre del plato",
  "Add translation language": "Agregar idioma de traducción",
  "Enter recipe name": "Ingrese el nombre de la receta",
  "Country of origin of the recipe": "País de origen de la receta",
  "Write the name of the country": "Escribe el nombre del país",
  "Tags": "Tags",
  "Tags improve recipe search in the database because: They allow you to quickly find recipes by key characteristics": "Las etiquetas mejoran la búsqueda de recetas en la base de datos porque: permiten encontrar recetas rápidamente por características clave. Una receta puede tener varias etiquetas, lo que amplía las opciones de búsqueda. Los usuarios pueden encontrar fácilmente las recetas adecuadas a través de filtros.",
  "Enter tag": "Ingrese etiqueta",
  "Short description": "Descripción corta",
  "Mark how long it takes to prepare the recipe": "Marque cuánto tiempo lleva preparar la receta, para cuántas personas está destinada, cuántas calorías contiene en 100 gramos y el nivel de dificultad de preparación.",
  "Add all the ingredients and their quantities to prepare the recipe": "Agregue todos los ingredientes y sus cantidades para preparar la receta.",
  "Name of the ingredient": "Nombre del ingrediente",
  "You forgot": "Olvidaste",
  "Write the name of the ingredient": "Escribe el nombre del ingrediente",
  "Choose the quantity of the ingredient": "Elige la cantidad del ingrediente",
  "Select the measurement unit for the ingredient": "Seleccionar la unidad de medida para el ingrediente",
  "Select the unit of measurement": "Seleccione la unidad de medida en la que mide este ingrediente y su cantidad.",
  "Choose": "Elegir",
  "Here you can describe the recipe in the language": "Aquí puedes describir la receta en el idioma",
  "You did not add an image": "No agregaste una imagen",
  "View in language": "Vista en el idioma",
  "Here you can write a recipe as text or in bullet points": "Aquí puedes escribir una receta en formato de texto o en puntos. También puedes agregar una foto para cada punto, puedes agregar una foto, o si hay varias, se mostrarán como un deslizador. El número máximo de imágenes por punto es 5.",
  "Insert the link to the recipe video from here": "Inserte el enlace al video de la receta desde aquí",
  "Insert the link to your video": "Inserte el enlace a su video",
  "Add link to video": "Agregar enlace al video",
  "Add link": "Añadir enlace",
  "Here you can add links to Facebook, Instagram, TikTok": "Aquí puedes añadir enlaces a Facebook, Instagram, TikTok",
  "If you want to add links to your facebook instagram tiktok": "Si quieres añadir enlaces a tu Facebook, Instagram, TikTok",
  "Link to the author": "Enlace al autor",
  "If you have a link to a video stored on YouTube": "Si tienes un enlace a un video almacenado en YouTube",
  "If this recipe is available on another resource, you can add a link to it": "Si esta receta está disponible en otro recurso, puedes agregar un enlace a ella",
  "If you have a store": "Si tienes una tienda",
  "You can add it to the map, and customers can find it": "Puedes agregarla al mapa, y los clientes podrán encontrarla.",
  "Hide": "Ocultar",
  "Open": "Abrir",
  "the map": "el mapa",
  "Selected point": "Punto seleccionado",
  "There is a store here": "Aquí se encuentra una tienda.",
  "Preview": "Vista previa",
  "Publish": "Publicar"
}