{
  "Create Recipe": "Створити рецепт",
  "Add category": "Додати категорію",
  "Select the category your recipe belongs to.": "Виберіть, до якої категорії належить ваш рецепт.",
  "Upload your image": "Завантажте зображення",
  "Dish Name": "Назва страви",
  "Add translation language": "Додати мову перекладу",
  "Enter recipe name": "Введіть назву рецепту",
  "Country of origin of the recipe": "Країна походження рецепта",
  "Write the name of the country": "Напишіть назву країни",
  "Tags": "Теги",
  "Tags improve recipe search in the database because: They allow you to quickly find recipes by key characteristics": "Теги покращують пошук рецептів у базі даних, оскільки: Вони дозволяють швидко знаходити рецепти за ключовими характеристиками. Один рецепт может мати кілька тегів, що розширює можливості пошуку. Користувачі можуть легко знайти потрібні рецепти через фільтри.",
  "Enter tag": "Введіть тег",
  "Short description": "Короткий опис",
  "Mark how long it takes to prepare the recipe": "Відзначте, скільки часу займає приготування рецепта, на яку кількість людей він розрахований, скільки калорій міститься в 100 грамах, а також рівень складності приготування.",
  "Add all the ingredients and their quantities to prepare the recipe": "Додайте всі інгредієнти та їх кількість для приготування рецепту.",
  "Name of the ingredient": "Назва інгредієнта",
  "You forgot": "Ви забули",
  "Write the name of the ingredient": "Напишіть назву інгредієнта",
  "Choose the quantity of the ingredient": "Вибрати кількість інгредієнта",
  "Select the measurement unit for the ingredient": "Вибрати одиницю виміру для інгредієнта.",
  "Select the unit of measurement": "Виберіть одиницю вимірювання, в якій ви вимірюєте цей інгредієнт і його кількість.",
  "Here you can describe the recipe in the language": "Тут ви можете описати рецепт на мові",
  "You did not add an image": "Ви не додали зображення",
  "View in language": "Вид на мові",
  "Here you can write a recipe as text or in bullet points": "Тут ви можете написати рецепт у вигляді тексту або пунктів. Ви також можете додати фото до кожного пункту, можна додати одне фото, або якщо їх кілька, вони будуть показані як слайдер. Максимальна кількість зображень на один пункт — 5.",
  "Insert the link to the recipe video from here": "Вставте в це поле посилання на відео з рецептом з",
  "Insert the link to your video": "Вставте лінк на ваше відео",
  "Add link to video": "Додати посилання на відео",
  "Add link": "Додати посилання",
  "Here you can add links to Facebook, Instagram, TikTok": "Тут ви можете додати посилання на Facebook, Instagram, TikTok",
  "If you want to add links to your facebook instagram tiktok": "Якщо ви хочете додати посилання на ваш Facebook, Instagram, TikTok",
  "Link to the author": "Посилання на автора",
  "If you have a link to a video stored on YouTube": "Якщо у вас є посилання на відео, збережене на YouTube",
  "If this recipe is available on another resource, you can add a link to it": "Якщо цей рецепт є на іншому ресурсі, ви можете додати на нього посилання",
  "If you have a store": "Якщо у вас є торговельна точка",
  "You can add it to the map, and customers can find it": "Ви можете додати її на карті, і клієнти зможуть її знайти.",
  "Hide": "Сховати",
  "Open": "Відкрити",
  "the map": "карту",
  "Selected point": "Вибрана точка",
  "There is a store here": "Тут знаходиться торговий пункт.",
  "Preview": "Попередній перегляд",
  "Publish": "Опублікувати"
}